{
  "Home": "Home",
  "Programs": "Programs",
  "Trips": "Experiences & Trips",
  "Podcasts": "Podcasts",
  "Contact": "Contact",
  "login": "Login",
  "About": "About",
  "weCare": "We Care",
  "heroText": "Everything is here.. for your health",
  "heroPrag": "How can we help you",
  "herobuttonOne": "book an Appintment",
  "herobuttonTwo": "Explore",
  "rating": "Rating reviews from 12k+ people",
  "Depression": "Depression",
  "Bipolar Disorder": "Bipolar Disorder",
  "Anxiety": "Anxiety",
  "Schizophrenia": "Schizophrenia",
  "Bulimia Nervosa": "Bulimia Nervosa",
  "Psychosis": "Psychosis",
  "Dysthymia": "Dysthymia",
  "meetHead": "Meet with our Psikolog Ghaida Alsharif",
  "meetparg": "A psychologist is an expert in psychology, namely the science of a person’s thoughts and behavior. Psychologists generally use psychotherapy and counseling to help clients or patients overcome problems that affect their mental condition and health. In general, he is a psychologist, a field of science that studies behavior and mental processes.",
  "meetHead2": "A Licensed Professional Nationally Certified Counsellor",
  "notice": "“But, in the end a person needs more courage to live than to kill himself. For anyone out there who is hurting, asking for help is not a sign of weakness. It is a sign of strength”",
  "Psychology": "Psychoterapy & Psychology",
  "psyP": "particularly when based on regular personal",
  "Supervision": "Supervision",
  "supP": "Act or instance of directing, managing",
  "Psychoeducation": "Psychoeducation",
  "choeP": "evidence-based therapeutic intervention",
  "testHead": "We create and agile tests for Experience Management",
  "testP": "when an unknown printer took a galley of type and scrambled it to make a type",
  "Sahar": "Sahar",
  "text": "“A journey that began with a search for pain relief, treating a deep wound, and ended with self-discovery, dialogue, and skill-building. Each one of us took with them experience and advice, love, and happiness” ",
  "Nadia": "Nadia",
  "text1": "“I discovered who I am, clarified my priorities, and how to organize them. I understood the source of my strength and how to use it, and concepts became clear to me for myself and those around me.”",
  "Dania": "Dania",
  "text2": "“I discovered things within myself that I didn't know, and I couldn't imagine that this journey would change my perspective on many things in my life. Truly, thank you, Flip Side, for the wonderful experiences you provided.”",
  "Sanaa": "Sanaa",
  "text3": "“On a personal and social level, it was a unique, enriching, and inspiring experience. It helped me organize my thoughts, priorities, needs, and goals for the present and the future.”",
  "footerparg": "Itch the Stigma itch, embrace your wellness. FlipSide is your one-stop platform for mental health services, transformational journeys, and a supportive community. Thrive with us! ",
  "footerloa": "Riyadh, Riyadh, Saudi Arabia",
  "footertel": "Tel : +966566451119",
  "footeremail": "Email : Hello@flipsidewellbeing.com",
  "heroCard1": "Psychotherapy",
  "heroCard2": "Specialized Treatment Programs",
  "heroCard3": "Nature Recovery Travel",
  "heroCardparg3": " mental health through personalized trips to serene natural locations",
  "heroCard4": "Workshops and Meetings",
  "heroCard5":"Cooperative training",
  "heroCard6":"Conferences",
  "heroCardparg6":" educational events that bring together experts in the field of mental health",
  "sectionparg": "Psychotherapy is a collaborative process between an individual and a mental health professional aimed at improving mental health and overall well-being. It can be used to treat a wide range of psychological, emotional, and behavioral issues, including anxiety, depression, addiction, family and personal relationships, and coping with various life challenges.",
  "sectionparg1": " Specialized therapeutic programs are tailored interventions designed to address specific mental health concerns or conditions. These programs often incorporate evidence-based practices and targeted strategies to effectively address the needs of individuals experiencing particular challenges. Here are some examples of specialized therapeutic programs:",
  "sectionparg2": "Traveling for recovery in nature is an exhilarating and beneficial experience for mental health and overall well-being. Escaping the hustle and bustle of daily life and immersing oneself in the beauty of nature provides an opportunity for tranquility and serenity, which can help reduce stress and anxiety levels. Here are some positive aspects of traveling for recovery in nature:",
  "sectionparg3": "Workshops and meetings in mental health services play a vital role in improving mental health and overall well-being. These events provide a safe and supportive environment where individuals can express themselves, develop life skills, enhance social connections, and engage in activities that promote a sense of belonging and appreciation. Here are some important aspects of the role of workshops and meetings in mental health services:",
  "sectionparg4":"Cooperative training in mental health services refers to the use of cooperative learning methods within the context of delivering psychological and healthcare services. This type of training integrates theoretical concepts with practical skills necessary for mental health professionals to effectively provide support and therapy",
  "sectionparg5":"Conferences in mental health services are educational events that bring together experts in the field of mental health along with stakeholders interested in discussing and exchanging knowledge on various topics related to mental health and therapy. These conferences typically take place in different settings such as scientific meetings, workshops",
  "AboutHead": "Ghaidaa Al-Shareef | Psychologist and researcher in thehumanitarian field",
  "Aboutparg": "Based on its deep belief in the importance of working on mentalhealth, and creating a more comprehensive and broad concept that serves people today in all aspects of their lives, it established FlipSide Company, through which it seeks to build a society that has broad health and psychological options that help them achieve their goals, thus moving beyond the point of treatingpsychological crises to Building healthier, thriving individuals.",
  "AboutHead1": "Holistic Approach",
  "Aboutparg1": "FlipSide takes a holistic approach to mental health and well-being, recognizing that it is interconnected with various aspects of life. Their services aim to address the mind, body, and spirit, fostering a comprehensive and balanced approach to mental wellness.",
  "AboutHead2": "Positive Psychology",
  "Aboutparg2": "FlipSide incorporates principles of positive psychology intoits services. This approach focuses on building strengths,cultivating positive emotions, and enhancing overall well- being rather than solely addressing mental health challenges. FlipSide aims to guide individuals on a journey of personal growth, resilience, and self-empowerment.",
  "AboutHead3": "Transformative Programs",
  "Aboutparg3": "FlipSide offers transformative programs designed to help individuals navigate through challenges and unlock their full potential. These programs encompass a range oftechniques, including mindfulness practices, cognitive-behavioral strategies, self-reflection exercises, andpersonalized goal setting. By combining evidence-basedmethods with a compassionate and individualizedapproach, FlipSide supports clients in theirtransformational journey.",
  "AboutHead4": "Community and Support",
  "Aboutparg4": "FlipSide recognizes the importance of community and support in promoting mental well-being. We provide a supportive and inclusive environment where individualscan connect, share experiences, and learn from oneanother. Through group sessions, workshops, and online platforms, FlipSide fosters a sense of belonging andencourages the power of collective healing.",
  "AboutHead5": "Expert Team",
  "Aboutparg5": "FlipSide has a team of dedicated mental health professionals who are passionate about helping individuals thrive. These professionals include licensed therapists,psychologists,and wellness experts who bring their expertiseand compassion to guide clients on their FlipSide journey.",
  "AboutHead6": "Lifelong Well-Being",
  "Aboutparg6": "FlipSide's vision extends beyond short-term solutions. we are aim to equip individuals with the tools and strategies needed for lifelong well-being. Through ongoing support,resources, and empowerment, FlipSide fosters sustainablemental health practices that individuals can carry withthem throughout their lives.",
  "Testimeniol": "Testimeniol",
  "backTitle": "Exploring Your Self: A Journey into the Depths of the Human Psyche",
  "backprag": "Psychological journeys are an inner exploration that helps you deeply understand yourself, achieving inner peace and emotional balance",
  "backTitle1": "Tranquility is the calmness of the soul and the inner confidence that comes from acceptance",
  "backTitle2": "Join our psychological services for personal growth and inner happiness today!",
  "messagebut":"Subscribe",
  "messageplace":"Enter your email",
  "messagelabel":"I agree to join the Flipside mailing list",
  "frist":"First Name",
  "last":"Last Name",
  "email":"Email",
  "messagelabe":"Meesage",
  "proHead":"comprehensive psychological services programs",
  "proparg":"We believe everyone deserves a healthy and fulfilling life. That's why we offer a variety of programs tailored to your unique needs, including individual and group therapy sessions, interactive workshops, and training courses",
  "podcastprag":"close your eyes and open your mind",
  "joinin":"Join in",
  "ourprograms":"Our Porgrams",
  "Dashboard":"Dashboard",
  "AllPrograms":"All Programs",
  "AddProgram":"Add Program",
  "AllPodcast":"All Podcasts",
  "AddPodcast":"Add Podcast",
  "SendMessage":"Send Message",
  "psy":"psychological sessions",
  "sub":"Subscribers",
  "steps":"step"
}
