{
  "Home": "الرئيسية",
  "Programs": "البرامج ",
  "Trips": "التجارب والرحلات ",
  "Podcasts": "البودكاست",
  "Contact": "تواصل معنا",
  "About": "من نحن",
  "login": "تسجيل الدخول",
  "weCare": "نحن نهتم",
  "heroText": "كل شيء هنا.. لعافيتك",
  "heroPrag": " كيف نقدر نساعدك",
  "herobuttonOne": "حجز موعد",
  "rating": "تقييمات 12الف من الاشخاص",
  "herobuttonTwo": "استكشاف",
  "Depression": "الاكتئاب ",
  "Bipolar Disorder": " ثنائي القطب",
  "Anxiety": "القلق",
  "Schizophrenia": "الفصام ",
  "Bulimia Nervosa": "اضطراب النهم العصبي",
  "Psychosis": "الذهان ",
  "Dysthymia": "الاكتئاب الجزئي",
  "meetHead": "تعرف على أخصائية علم النفس غيداء الشريف ",
  "meetparg": "عالم النفس هو خبير في علم النفس، أي علم أفكار الشخص وسلوكه. يستخدم علماء النفس عمومًا العلاج النفسي والاستشارة لمساعدة العملاء أو المرضى على التغلب على المشكلات التي تؤثر على حالتهم العقلية وصحتهم. وبشكل عام فهو عالم نفس، وهو مجال علمي يدرس السلوك والعمليات العقلية.",
  "meetHead2": "مستشار محترف مرخص ومعتمد على المستوى الوطني",
  "notice": "“لكن، في النهاية، يحتاج الشخص إلى شجاعة أكبر ليعيش من أن يقتل نفسه. بالنسبة لأي شخص يتألم، فإن طلب المساعدة ليس علامة ضعف، بل هو علامة قوة”",
  "Psychology": "العلاج النفسي وعلم النفس",
  "psyP": "خصوصًا عندما يستند إلى شخصي منتظم",
  "Supervision": "الإشراف",
  "supP": "فعل أو حالة توجيه أو إدارة",
  "Psychoeducation": "التثقيف النفسي",
  "choeP": "تدخل علاجي قائم على الأدلة",
  "testHead": "نحن نبتكر اختبارات مرنة لإدارة التجارب",
  "testP": "عندما أخذ طابع غير معروف مجموعة من الحروف وخلطها لصنع نموذج",
  "Sahar": "سحر",
  "text": "”رحلة بدأت بحث على تخفيف ألم، علاج جرح عميق وانتهت على معرفة الذات، الحوار و تعليم المهارات .. كل واحد اخذ معه خبرة و نصيحة ، حب ، وسعادة وكلنا اعطينا احترام، تقدير ومساعدة .رحلة عجيبة ! تركنا كل المعايير اللي تعودنا عليها من آجل التغير “.",
  "Nadia": "نادية ",
  "text1": "”اكتشفت من أنا، وضحت لي أولوياتي وكيف ارتبها . عرفت مصدر قوتي وكيف استخدمه ، وضحت لي المفاهيم لنفسي ومن حولي.” الحياةأكثر جملة تختصر كل اللي حصل معايا وفهمته أكثر معكم:( شكرا غيداء من أعماق قلبي انك سنحتي لنا حلوه بس نفهمها ”الفرصه نكون هنا.“",
  "Dania": "دانية",
  "text2": "”اكتشفت حاجات في نفسي ماكنت اعرفها ومااتصورت انو الرحلة دي حتغير نظرتي لامور كثيرة في حياتي حقيقي شكرا فليب سايد ورائعة حكررها ًا على التجارب الحلوه اللي قدمتوها رحلة مثرية جد بالتأكيد“",
  "Sanaa": "سناء",
  "text3": "”على الصعيد الشخصي و الاجتماعي كانت تجربة فريدة ثرية ملهمه ساعدتني في ترتيب أفكاري ، أولوياتي ، احتياجاتي و أهدافي للوقت من القلب لكل القائمين على البرنامج و ًاالحالي و المستقبل ،، شكربالتوفيق“",
  "footerparg": "FlipSide هو منصتك الشاملة لخدمات الصحة النفسية، الرحلات التحويلية، والمجتمع الداعم. ازدهر معنا ",
  "footerloa": "الرياض-المملكه العربيه السعوديه",
  "footertel": "الهاتف : +966566451119",
  "footeremail": "الايميل : Hello@flipsidewellbeing.com",
  "heroCard1": "العلاج النفسي",
  "heroCard2": "برامج علاجية متخصصة ",
  "heroCard3": "السفر للتعافي في الطبيعة",
  "heroCardparg3": "اكتشف كيف تعزز برامج السفر في الطبيعة صحتك النفسية من خلال رحلات مخصصة لأماكن طبيعية هادئة.",
  "heroCard4": "ورش العمل واللقاءات",
  "heroCard5": "التدريب التعاوني",
  "heroCard6": "الندوات",
  "heroCardparg4": "ابقَ على اطلاع على ورش العمل واللقاءات التي ننظمها، وشارك في مناقشات تفاعلية وتعلم من خبراء المجال.",
  "sectionparg": "العلاج النفسي هو عملية تعاونية بين الفرد والمعالج النفسي لتحسين الصحة النفسية والعافية العامة. يمكن أن يستخدم العلاج النفسي لعلاج مجموعة واسعة من المشاكل النفسية والعاطفية والسلوكية، بما في ذلك القلق، والاكتئاب، والإدمان، والعلاقات العائلية والشخصية، والتعامل مع التحديات الحياتية المختلفة.",
  "sectionparg1": " البرامج العلاجية المتخصصة هي تدخلات مصممة خصيصًا لمعالجة مخاوف أو حالات صحية نفسية محددة. غالبًا ما تتضمن هذه البرامج ممارسات مبنية على الأدلة واستراتيجيات مستهدفة لمعالجة احتياجات الأفراد الذين يواجهون تحديات معينة. إليك بعض أمثلة عن البرامج العلاجية المتخصصة",
  "sectionparg2": "السفر للتعافي في الطبيعة هو تجربة مثيرة ومفيدة للصحة النفسية والعافية العامة. يعتبر الهروب من صخب الحياة اليومية والانغماس في جمال الطبيعة وتجربة الهدوء والسكينة في بيئة طبيعية من أفضل الطرق لتخفيف التوتر والقلق وتحسين المزاج. إليك بعض الجوانب الإيجابية للسفر للتعافي في الطبيعة:",
  "sectionparg3": "ورش العمل واللقاءات في خدمات النفسية تلعب دورًا حيويًا في تحسين الصحة النفسية والعافية العامة للأفراد. توفر هذه الفعاليات بيئة آمنة وداعمة حيث يمكن للأفراد التعبير عن أنفسهم، وتطوير المهارات الحياتية، وتعزيز التواصل الاجتماعي، والمشاركة في أنشطة تعزز الشعور بالانتماء والتقدير. إليك بعض الجوانب الهامة حول دور ورش العمل واللقاءات في خدمات النفسية",
  "sectionparg4": "التدريب التعاوني في خدمات النفسية يشير إلى استخدام أساليب التعليم التعاوني في سياق تقديم الخدمات النفسية والصحية. هذا النوع من التدريب يجمع بين المفاهيم النظرية والمهارات العملية التي يحتاجها المختصون في مجال الصحة النفسية لتقديم الدعم والعلاج بشكل فعال",
  "sectionparg5": "الندوات في خدمات النفسية تمثل فعالية تعليمية تجمع بين خبراء في مجال الصحة النفسية والمهتمين بهذا المجال لمناقشة وتبادل المعرفة حول مواضيع متنوعة تتعلق بالصحة النفسية والعلاج النفسي. تُعقد هذه الندوات عادةً في سياقات مختلفة مثل المؤتمرات العلمية، وورش العمل",
  "AboutHead": "غيــداء الشـريف | أخصائية نفسية و باحثة في المجال الإنساني",
  "Aboutparg": "انطلاقا من إيمانها العميق بأهمية  العمل على الصحة النفسية، وخلق مفهوم أكثر شمولية واتساع يخدم الإنسان اليوم في كل مناحي حياته، أسست شركة الجانب الآخر الذي تسعى من خلالها في بناء مجتمع يمتلك خيارات صحية ونفسية واسعة تساعدهم في تحقيق أهدافهم،لتتجاوز بذلك نقطة علاج الازمات النفسية إلى بناء أفراد أكثر عافية ونمو",
  "AboutHead1": "النهـج الشمــولي",
  "Aboutparg1": "تتخد فليب سايد نهجا شموليا فيما يتعلق بالصحه النفسيه الرفاهية مع إدراك أن هذا الأمر مترابط مع مختلف جوانب الحياة. تهدف خدماتانا إلى معالجة العقل والجسد والروح، وتعزيز نهج شامل ومتوازن للصحة العقلية",
  "AboutHead2": "علم النفس الإيجـابي",
  "Aboutparg2": "ندمج في برامجنا المقدمه  مبادئ علم النفس الإيجابي. يركز هذا النهج على بناء نقاط القوة وتنمية المشاعر الإيجابية وتعزيز الرفاهية من معالجة تحديات الصحة النفسية فقط. و لذلك نهدف  ًا العامة بدل من خلاله إلى توجيه الأفراد في رحلة النمو الشخصي والمرونة والتمكين الذاتي",
  "AboutHead3": "بــرامج تحـوليـة",
  "Aboutparg3": "نقوم بتصمم برامج تحويلية مصممة لمساعدة الأفراد في التغلب على التحديات وإطلاق العنان لإمكاناتهم الكاملة. تشمل هذه البرامج مجموعة من التقنيات، بما في ذلك ممارسات اليقظة الذهنية،جلسات نفسية والاستراتيجيات السلوكية المعرفية، وتمارين التأمل الذاتي، و الأنشطة الترفيهية وتحديد الأهداف الشخصية. من خلال الجمع بين الأساليب القائمة على الأدلة مع النهج الرحيم والفردي، ندعم في الجانب الآخر عملاءنا في رحلتهم التحولية",
  "AboutHead4": "مجتـمع داعم",
  "Aboutparg4": "ندرك في الجانب الآخر أهمية المجتمع والدعم في تعزيز الصحة النفسية. لذلك نسعى لخلق بيئة داعمة وشاملة حيث يمكن للأفراد التواصل وتبادل الخبرات والتعلم من بعضهم البعض. من خلال عزز من خلالها الشعور بالانتماء  ُن الجلسات الجماعية وورش العمل، ونؤكد بالنتائج قوة الشفاء الجماعي",
  "AboutHead5": "فريق متخصص",
  "Aboutparg5": "نتعاون في برامجنا مع المتخصصين في مجال الصحة العقلية والمتحمسين لمساعدة الأفراد على النجاح. يشمل هؤلاء المحترفون المعالجين المرخصين والمرشدين والمعالجين النفسيين وخبراء الصحة الذين يجلبون خبراتهم وتعاطفهم لتوجيه العملاء في رحلتهم الخاصة بهم.",
  "AboutHead6": "الرضا والرفاهية مدى الحيـاة",
  "Aboutparg6": "تمتد رؤية الجانب الآخر إلى ما هو أبعد من الحلول قصيرة المدى. إننا نهدف إلى تزويد الأفراد بالأدوات والاستراتيجيات اللازمة لتحقيق الرفاهية مدى الحياة. من خلال الدعم المستمر والموارد والتمكين، نعزز في الجانب الآخر ممارسات الصحة النفسية المستدامة التي تمكن الأفراد حملها معهم طوال حياتهم",
  "Testimeniol": "هكذا عبروا عننا",
  "backTitle": "اكتشف ذاتك : رحلة إلى أعماق النفس البشرية",
  "backprag": " الرحلات النفسية هي استكشاف داخلي يساعدك على فهم نفسك بعمق، والوصول إلى السلام الداخلي والتوازن النفسي",
  "backTitle1": "السكينة هي هدوء الروح والثقة الداخلية التي تأتي من القبول والسلام الداخلي",
  "backTitle2": "انضم إلى خدماتنا النفسية للنمو الشخصي والسعادة الداخلية اليوم",
  "messagebut": "اشترك الآن",
  "messageplace": "ادخل بريدك الإلكتروني",
  "messagelabel": "أوافق على الانضمام إلى قائمة فليب سايد البريدية",
  "frist": "الاسم الاول ",
  "last": "الاسم الاخير",
  "email": "البريد الالكتروني",
  "messagelabe": "كيف نوسع حياتك اليوم",
  "proHead": "برامج الخدمات النفسية المتكاملة",
  "proparg": "نحن نؤمن بأن كل فرد يستحق أن يعيش حياة صحية وسعيدة. لذلك، نقدم مجموعة متنوعة من البرامج المصممة لتلبية احتياجاتك الخاصة، من جلسات العلاج الفردي والجماعي إلى ورش العمل التفاعلية والدورات التدريبية",
  "podcastprag": "اغلق عينيك وافتح دماغك",
  "joinin": "انضم الينا",
  "ourprograms": "برامجنا",
  "Dashboard": "لوحة التحكم",
  "AllPrograms": "جميع البرامج",
  "AddProgram": "اضافه برنامج",
  "AllPodcast": "جميع البودكاست",
  "AddPodcast": "اضافه بودكاست",
  "SendMessage": "ارسال رساله",
  "psy": "جلسات نفسية",
  "sub": "المشتركين",
  "steps":"مراحل"
}
